Repository: louisdurufle/rendsmoimatune
Catalog: inc/locale/*/LC_MESSAGES/default.po
Languages: fr_fr

source: %1$s gives %2$.2f€ to %3$s
fr_fr: %1$s doit %2$.2f€ à %3$s

source: %1$s is already on %2$s so we proposed him to merged his account with your user.
fr_fr: %1$s est déjà sur %2$s. Nous lui avons donc proposé de fusionner son compte avec votre utilisateur.

source: %1$s repaid %2$.2f€ to %3$s
fr_fr: %1$s a payé %2$.2f€ à %3$s

source: %1$s suggest you merge an account you have created
fr_fr: %1$s vous suggère une fusion

source: %1$s suggest you merge your account
fr_fr: %1$s vous suggère une fusion

source: %s gives %.2f€ to %s
fr_fr: %s doit %.2f€ à %s

source: About us
fr_fr: A propos de nous

source: Account
fr_fr: Compte

source: Account administration
fr_fr: Administration du compte

source: Add
fr_fr: Ajouter

source: Add all participants
fr_fr: Ajouter tous les participants

source: Amount
fr_fr: Montant

source: Amount is required
fr_fr: Montant requis

source: Amount payed
fr_fr: Montant payé

source: An email has been sent to you in order to reset your password.
fr_fr: Un email vient de vous être envoyé afin de réinitialiser votre mot de passe.

source: Another beneficiary
fr_fr: Autre consommateur

source: Another payer
fr_fr: Autre payeur

source: Authentication failed
fr_fr: Echec de l'identification

source: Balance of payments
fr_fr: Balance des comptes

source: Balancing
fr_fr: Équilibrage

source: Beneficiaries
fr_fr: Consommateurs

source: Beneficiary's is required
fr_fr: Au moins un consommateur requis

source: Beneficiary's name
fr_fr: Nom du bénéficiaire

source: Beneficiary's name is required
fr_fr: Nom du bénéficiaire requis

source: Cannot choose which account to keep
fr_fr: Impossible de choisir quel compte utilisateur conserver

source: Cannot merge two registered users
fr_fr: Impossible de fusionner deux utilisateurs non enregistrés

source: Cash up
fr_fr: Faire les comptes

source: Cash-up
fr_fr: Faire les comptes

source: Create
fr_fr: Créer

source: Create new account
fr_fr: S'inscrire

source: DASHBOARD
fr_fr: TABLEAU DE BORD

source: Dashboard
fr_fr: Tableau de bord

source: Decinding what informations to keep
fr_fr: Choix des informations à conserver

source: Delete
fr_fr: Supprimer

source: Delete selected users
fr_fr: Supprimer les utilisateurs sélectionnés

source: Delete this account
fr_fr: Supprimer le compte

source: Deletion
fr_fr: Suppression

source: Do merge
fr_fr: Fusionner

source: Edit
fr_fr: Modifier

source: Edit expenditure
fr_fr: Modification de la dépense

source: Email %s is already registered, pleasse choose another email.
fr_fr: L'email « %s » est déjà enregistré. Veuillez en choisir un autre.

source: Email is required
fr_fr: Email requis

source: Exclude
fr_fr: Exclure

source: Expenditure amount
fr_fr: Montant de la dépense

source: Expenditure created
fr_fr: Dépense créée

source: Expenditure deleted
fr_fr: Dépense supprimée

source: Expenditure saved
fr_fr: Dépense enregistrée

source: Expenditure summary
fr_fr: Résumé des dépenses

source: Expenditure title
fr_fr: Intitulé de la dépense

source: Expenditures
fr_fr: Dépenses

source: First Name
fr_fr: Prénom

source: Forgot my password
fr_fr: Mot de passe oublié

source: Forgot password ?
fr_fr: Mot de passe oublié ?

source: From
fr_fr: Du

source: Here are everyone who enjoy the expenditure. In other words those who should pay the cost one way or another. Don't forget to also add those who paid.
fr_fr: Les consommateurs sont les personnes qui ont profités de la dépense. Ce sont donc celles qui devront la rembourser. N'oubliez pas d'ajouter, si besoin, les payeurs.

source: Here are everyone who participated in the expenditure.
fr_fr: Les payeurs sont ceux qui ont payé pour la dépense.

source: Hi %1$s, %2$s suggest you merge %3$s's account with %4$s's account because he thinks they both are yours. If you think %2$s is right please go to %5$s .
fr_fr: Salut %1$s, %2$s propose que tu fusionnes le compte de %3$s avec le compte %4$s parce qu'il pense que les deux t'appartiennent. Si %2$s a raison rends-toi à cette adresse : %5$s .

source: Hi %1$s, %2$s suggest you merge your account with %3$s's account because he thinks they both are yours. If you think %2$s is right please go to %4$s .
fr_fr: Salut %1$s, %2$s propose que tu fusionnes ton compte avec le compte %3$s parce qu'il pense que les deux t'appartiennent. Si %2$s a raison rends-toi à cette adresse : %4$s .

source: Id
fr_fr: n°

source: Internal Error
fr_fr: Erreur interne

source: Internal error
fr_fr: Erreur interne

source: Invalid amount payed
fr_fr: Montant payé incorrecte

source: Invitation sended to %1$s
fr_fr: Invitation envoyée à %1$s

source: Invitation to join %1$s
fr_fr: Invitation à rejoindre %1$s

source: Invitations sended !
fr_fr: Invitations envoyées

source: Invitations sended again !
fr_fr: Invitations réenvoyées

source: Invite
fr_fr: Inviter

source: Is concerned by
fr_fr: A consommé

source: LOGOUT
fr_fr: Déconnexion

source: Last Name
fr_fr: Nom

source: Login
fr_fr: S'identifier

source: Login with Facebook
fr_fr: Se connecter via Facebook

source: MY ACCOUNTS
fr_fr: MES COMPTES

source: MY PARAMETERS
fr_fr: MES PARAMÈTRES

source: Manage users
fr_fr: Gérer les utilisateurs

source: Merge
fr_fr: Fusion

source: Merge request of users %1$s and %2$s
fr_fr: Demande de fusion de « %1$s » avec « %2$s »

source: Merge requests
fr_fr: Requête de fusion

source: Merge selected users
fr_fr: Fusionner les utilisateurs sélectionnés

source: My account
fr_fr: Mon compte

source: My accounts
fr_fr: Mes comptes

source: My debts
fr_fr: Mes dettes

source: My parameters
fr_fr: Mes paramètres

source: My repayments
fr_fr: Mes remboursements

source: Name
fr_fr: Nom

source: Name is required
fr_fr: Nom requis

source: New account
fr_fr: Nouveau compte

source: New expenditure
fr_fr: Nouvelle dépense

source: New repayment
fr_fr: Nouveau remboursement

source: New user
fr_fr: Nouvel utilisateur

source: Newer
fr_fr: Plus récent

source: Newest
fr_fr: Dernier en date

source: No debt, good job !
fr_fr: Aucune dette, bien joué !

source: No expenditure
fr_fr: Aucune dépense

source: No participants
fr_fr: Pas de participants

source: No repayment
fr_fr: Aucun remboursement

source: No users
fr_fr: Pas d'utilisateurs

source: Not paid enough
fr_fr: N'a pas assez payé

source: Older
fr_fr: Plus ancien

source: Oldest
fr_fr: Premier en date

source: Overpaid
fr_fr: A trop payé

source: P_Account
fr_fr: Regrouper l'ensemble de vos transactions (remboursement, dépenses...) autour d'un évenement (vacances, colocation...). Chaque participant peut ensuite ajouter ses propres transactions.

source: P_AccountAdvice
fr_fr: Un compte vous permet de regrouper l'ensemble de vos transactions (remboursement, dépenses...) autour d'un évenement (vacances, colocation...). Chaque participant peut ensuite ajouter ses propres transactions.

source: P_AccountDeletionWarning
fr_fr: Vous êtes sur le point de supprimer définitivement le compte <b>%s</b>. Vous allez perdre toutes les données qui s'y trouve. Aucun retour en arrière n'est possible.

source: P_AutomaticRecall
fr_fr: Quelqu'un vous doit de l'argent ? Rappelez-le lui en cliquant sur un bouton. Rends-moi ma tune lui enverra un mail cordial.

source: P_AutomaticUserCreation
fr_fr: Pas confiance en vos amis ? Vous pouvez gérer vos dépenses seul dans votre coin sans obliger vos amis à s'inscrire.

source: P_Balancing
fr_fr: Elle vous permet de voir d'un coup d'œil qui a le plus ou le moins payé.

source: P_MainDesc
fr_fr: Gérer les dépenses faites à plusieurs c'est galère. Ne perdez plus de temps à calculer qui doit quoi à qui, Rends-moi ma tune le fait pour vous !

source: Participants list
fr_fr: Liste des participants

source: Password
fr_fr: Mot de passe

source: Password Confirm
fr_fr: Confirmation du mot de passe

source: Password are not identical
fr_fr: Les mots de passes diffèrent

source: Password are not identicals
fr_fr: Les mots de passes diffèrent

source: Password is required
fr_fr: Mot de passe requis

source: Password recovery
fr_fr: Récupération de mot de passe

source: Password successfully changed
fr_fr: Mot de passe changé avec succès

source: Payed
fr_fr: A payé

source: Payer's name
fr_fr: Nom du payeur

source: Payer's name is required
fr_fr: Nom du payeur requis

source: Payers
fr_fr: Payeurs

source: Recent expenditures
fr_fr: Dernières dépenses

source: Recent repayments
fr_fr: Derniers remboursements

source: Recover my password
fr_fr: Retrouver mon mot de passe

source: Register
fr_fr: S'inscrire

source: Register easily
fr_fr: S'inscrire simplement

source: Rename
fr_fr: Renomer

source: Repayment created
fr_fr: Remboursement créé

source: Repayment deleted
fr_fr: Remboursement supprimé

source: Repayment saved
fr_fr: Remboursement enregistré

source: Repayment summary
fr_fr: Résumé des remboursements

source: Repayments
fr_fr: Remboursements

source: Reset
fr_fr: Réinitialiser

source: Reset my password
fr_fr: Reinitialiser mon mot de passe

source: Reset password
fr_fr: Reinitialisation de mot de passe

source: SIGN IN
fr_fr: SE CONNECTER

source: SIGN OUT
fr_fr: DÉCONNEXION

source: Save
fr_fr: Enregistrer

source: Send
fr_fr: Envoyer

source: Send again
fr_fr: Renvoyer une invitation

source: Send invitation
fr_fr: Envoyer une invitation

source: Sign in
fr_fr: Se connecter

source: Sign in easily
fr_fr: Se connecter simplement

source: Sign in in old school way
fr_fr: Se connecter à l'ancienne

source: Summary
fr_fr: Résumé

source: Thank you for registering in %1$s. You can start with the creation of your first account. An account is a group of expenditures and repayments related by something relevant for you. That thing could be holidays, roommate or even your every day expenditures.
fr_fr: Merci de vous être inscrit sur %1$s. Nous vous proposons de commencer par la création d'un compte. Un compte est un regroupement de dépenses et de remboursements relié par quelque chose. Ce quelque chose peut être des vacances, une colloction ou même vos dépenses courantes.

source: The e-mail address and password you entered do not match any accounts
fr_fr: L'email et le mot passe entrés ne correspondent à aucun compte connu

source: Time period must be positive
fr_fr: La période temps doit être positive

source: Title
fr_fr: Intitulé

source: Title is required
fr_fr: Intitulé requis

source: Today
fr_fr: Aujourd'hui

source: Unknown email %s
fr_fr: Adresse email « %s » inconnue

source: Unknown token %s
fr_fr: Jeton « %s » inconnu

source: Unknown user with id %d
fr_fr: Utilisateur « %d » inconnu

source: Update
fr_fr: Mettre à jour

source: User %1$s has been created. <a href="%2$s">Invite him ?</a>
fr_fr: L'utilisateur %1$s a été créé. <a href="%2$s">L'inviter ?</a>

source: User %1$s merged with %1$s
fr_fr: Fusion réussie de l'utilisateur « %1$s » avec l'utilisateur « %2$s »

source: Users
fr_fr: Utilisateurs

source: Users %1$s and %2$s seems to be the same, you should request a merge.
fr_fr: Les utilisateurs « %1$s » et « %2$s » semble correspondre à la même personne, nous vous conseillons de demander une fusion.

source: Users you have created
fr_fr: Utilisateurs que vous avez créés

source: Users you have invited
fr_fr: Utilisateurs que vous avez invités

source: View
fr_fr: Voir

source: View expenditure
fr_fr: Détail de la dépense

source: We just sent e-mail to the concerned persons, please wait for their agreements.
fr_fr: On vient d'envoyer des emails aux personnes concernées. Il faut maintenant attendre leur accord.

source: We successfully registered your agreement for the merge.
fr_fr: Nous avons correctement enregistré votre accord pour la fusion.

source: What the expenditure really cost.
fr_fr: Le coût réel de la dépense.

source: Yes, delete it
fr_fr: Confirmer la suppression

source: Yesterday
fr_fr: Hier

source: You asked to reset your password. To do so, please click this link: %1$s This will let you change your password to something new. If you didn't ask for this, don't worry, we'll keep your password safe. Best regards, %2$s.
fr_fr: Bonjour, Vous avez demandé la réinitialisation de votre mot de passe. Pour ce faire, cliquez sur le lien suivant: %1$s Vous pourrez alors choisir un nouveau mot de passe. Si vous n'avez rien demandé, aucun soucis votre mot de passe restera identique. Cordialement, %2$s.

source: You can't access this account.
fr_fr: Vous n'avez pas le droit d'acceder à ce compte

source: You can't create expenditure neither repayment in this account.
fr_fr: Vous ne pouvez créer ni dépenses ni remboursements dans ce compte.

source: You can't delete %s's account because he/she is registered
fr_fr: Vous ne pouvez pas supprimer le compte utilisateur de %s car il ou elle s'est enregistré(e)

source: You can't delete %s's account because you are not his/her creator
fr_fr: Vous ne pouvez pas supprimer le compte utilisateur de %s car vous n'en n'êtes pas le créateur

source: You can't delete this account because you haven't created it.
fr_fr: Vous ne pouvez pas supprimer ce compte car vous n'en n'êtes pas l'auteur.

source: You can't delete this expenditure because you are not creator of this expenditure neither of this account
fr_fr: Vous ne pouvez pas supprimer cette dépense car vous n'en n'êtes pas l'auteur.

source: You can't edit this expenditure because you are not creator of this expenditure neither of this account
fr_fr: Vous ne pouvez pas modifier cette dépense car vous n'en n'êtes pas l'auteur.

source: You can't merge user %1$s with user %2$s on your own.
fr_fr: Vous n'avez pas le droit de fusionner les utilisateurs « %1$s » et « %2$s ».

source: You can't merge user %1$s with user %2$s on your own. You need the agreement of %3$s and %4$s. For this purpose email have been sent respectively to %5$s and %6$s.
fr_fr: Vous n'avez pas les droits nécéssaires pour fusionner « %1$s » et « %2$s ». Vous avez besoin de l'accord de « %3$s » et de « %4$s ». Nous avons donc envoyé des emails respectivement à %5$s et %6$s.

source: You can't merge user %1$s with user %2$s on your own. You need the agreement of %3$s. For this purpose an email has been sent to %4$s.
fr_fr: Vous n'avez pas les droits nécéssaires pour fusionner « %1$s » et « %2$s ». Vous avez besoin de l'accord de « %3$s ». Nous avons donc envoyé un email à l'adresse %4$s.

source: You can't rename this account because you haven't created it.
fr_fr: Vous ne pouvez pas renomer ce compte car vous n'en n'êtes pas l'auteur.

source: You can't send invitation to user you haven't created
fr_fr: Vous ne pouvez pas envoyer d'invitation à un utilisateur que vous n'avez pas créé.

source: You can't view this expenditure
fr_fr: Vous ne pouvez pas voir cette dépense.

source: You have successfully been authenticated through Facebook.
fr_fr: Vous avez été authentifié avec succès grâce à Facebook.

source: You must be creator of user in order to merge it
fr_fr: Vous devez être le créateur d'un utilisateur pour pouvoir le fusionner

source: You need the agreement of the other user. You should have received similar mail for that.
fr_fr: Vous devez encore obtenir l'accord du second utilisateur pour terminer la fusion. Vous devriez avoir reçu un second mail à ce sujet.

source: You need to be logged in as the user who received the email.
fr_fr: Vous devez être connecté en tant que l'utilisateur ayant reçu l'email de fusion.

source: You still need the agreement of %1$s and %2$s. For this purpose email have been sent respectively to %3$s and %4$s.
fr_fr: Vous avez encore besoin de l'accord de « %1$s » et de « %2$s ». Nous avons donc envoyé des emails respectivement à %3$s et %4$s.

source: You still need the agreement of %1$s. For this purpose an email has been sent to %2$s.
fr_fr: Vous avez encore besoin de l'accord de « %1$s ». Nous avons donc envoyé un email à l'adresse %2$s.

source: gives to
fr_fr: donne à

source: owes
fr_fr: doit

source: repayments
fr_fr: remboursements

source: to
fr_fr: au
